export const book_data = [
    {
        id: 0,
        name: '深度工作',
        '作者': '[美] 卡尔·纽波特',
        '出版年': '2017-7',
        '出版社': '后浪丨江西人民出版社',
        '定价': '45.00元',
        src: 'https://img3.doubanio.com/lpic/s29470672.jpg'
    }, {
        id: 1,
        name: '黎明破晓的世界',
        '作者': '[美] 威廉·曼彻斯特',
        '出版年': '2017-6-1',
        '出版社': '悦读名品 | 化学工业出版社',
        '定价': '98.00元',

        src: 'https://img3.doubanio.com/lpic/s29474831.jpg'
    }, {
        id: 2,
        name: '与火同行',
        '作者': '[美] 大卫·林奇 / [英] 克里斯·罗德雷',
        '出版年': '2017-6',
        '出版社': '雅众文化/新星出版社',
        '定价': '49.80元',

        src: 'https://img3.doubanio.com/lpic/s29460026.jpg'
    }, {
        id: 3,
        name: '可怕的中年(全10册)',
        '作者': '[英] 贾森·黑兹利 / [英] 乔尔·莫里斯',
        '出版年': '2017-7',
        '出版社': '中信出版社',
        '定价': '128.00元',

        src: 'https://img1.doubanio.com/lpic/s29487688.jpg'
    }, {
        id: 4,
        name: '哈佛商学院谈判课',
        '作者': '[美] 迪帕克·马哈拉',
        '出版年': '2017-6',
        '出版社': '湖南文艺出版社',
        '定价': '38.00元',

        src: 'https://img1.doubanio.com/lpic/s29450679.jpg'
    }, {
        id: 5,
        name: '冷暴力',
        '作者': '[法] 玛丽-弗朗斯·伊里戈扬',
        '出版年': '2017-7',
        '出版社': '后浪丨江西人民出版社',
        '定价': '38.00元',

        src: 'https://img3.doubanio.com/lpic/s29451355.jpg'
    }, {
        id: 6,
        name: '畅销作家写作全技巧',
        '作者': '[日] 大泽在昌',
        '出版年': '2017-7',
        '出版社': '后浪丨江西人民出版社',
        '定价': '52.00元',

        src: 'https://img3.doubanio.com/lpic/s29435054.jpg'
    }, {
        id: 7,
        name: '所谓会说话，就是会换位思考',
        '作者': '[英] 卡洛琳·塔格特',
        '出版年': '2017-6',
        '出版社': '北京日报出版社丨阳光博客',
        '定价': '38.00元',

        src: 'https://img3.doubanio.com/lpic/s29441023.jpg'
    }, {
        id: 8,
        name: '把力气花在你想要的生活上',
        '作者': '朱宏 （朱老板）',
        '出版年': '2017-6',
        '出版社': '湖南文艺出版社',
        '定价': '39.80元',

        src: 'https://img1.doubanio.com/lpic/s29448397.jpg'
    }, {
        id: 9,
        name: '不思议图书馆',
        '作者': '[日] 寺山修司',
        '出版年': '2017-6',
        '出版社': '浦睿文化/湖南人民出版社',
        '定价': ' 48.00元',

        src: 'https://img3.doubanio.com/lpic/s29459711.jpg'
    }, {
        id: 10,
        name: '雪落香杉树',
        '作者': '[美] 戴维·伽特森 ',
        '出版年': '2017-6',
        '出版社': '作家出版社',
        '定价': ' 52.00元',

        src: 'https://img3.doubanio.com/lpic/s29476260.jpg'
    }, {
        id: 11,
        name: '沉睡的人鱼之家',
        '作者': '[日] 东野圭吾',
        '出版年': '2017-6',
        '出版社': '北京联合出版公司',
        '定价': ' 39.8元 ',

        src: 'https://img3.doubanio.com/lpic/s29466436.jpg'
    }, {
        id: 12,
        name: '时光倒流的女孩',
        '作者': '[美] 加·泽文 ',
        '出版年': '2017-5-20',
        '出版社': '江苏凤凰文艺出版社',
        '定价': '38.00元',

        src: 'https://img3.doubanio.com/lpic/s29411600.jpg'
    }, {
        id: 13,
        name: '火花',
        '作者': '[日] 又吉直树',
        '出版年': '2017-6',
        '出版社': '人民文学出版社',
        '定价': '38.00元',

        src: 'https://img1.doubanio.com/lpic/s29453417.jpg'
    }, {
        id: 14,
        name: '双峰: 神秘史',
        '作者': '[美] 马克·弗罗斯特',
        '出版年': ' 2017-7-16 ',
        '出版社': '北京时代华文书局',
        '定价': '188.00元',

        src: 'https://img1.doubanio.com/lpic/s29497457.jpg'
    }, {
        id: 15,
        name: '囚鸟',
        '作者': '[美] 库尔特·冯内古特',
        '出版年': '2017-6',
        '出版社': '百花洲文艺出版社',
        '定价': '38.00元',

        src: 'https://img3.doubanio.com/lpic/s29474565.jpg'
    }, {
        id: 16,
        name: '最后的精灵',
        '作者': '[意] 希瓦娜·达玛利',
        '出版年': '2017-6',
        '出版社': '湖南文艺出版社',
        '定价': '39.80元',

        src: 'https://img3.doubanio.com/lpic/s29453661.jpg'
    }, {
        id: 17,
        name: '不可思议的朋友',
        '作者': '[日] 田岛征彦',
        '出版年': '2017-7',
        '出版社': '后浪丨北京联合出版公司',
        '定价': '45.00元',

        src: 'https://img3.doubanio.com/lpic/s29499792.jpg'
    }, {
        id: 18,
        name: '醒来的女性',
        '作者': '[美] 玛丽莲·弗伦奇',
        '出版年': '2017-7',
        '出版社': '北京联合出版公司',
        '定价': '90.00元',

        src: 'https://img3.doubanio.com/lpic/s29469414.jpg'
    }, {
        id: 19,
        name: '小说灯笼',
        '作者': '[日] 太宰治',
        '出版年': '2017-6',
        '出版社': '猫头鹰文化·四川文艺出版社 ',
        '定价': '42.80元',

        src: 'https://img1.doubanio.com/lpic/s29450549.jpg'
    }
];

export const movie_data = [
    {
        id: 0,
        name: '银河护卫队2',
        '导演': '詹姆斯·古恩',
        '编剧': '詹姆斯·古恩 / 丹·阿布内特 / 安迪·兰宁',
        '主演': '克里斯·普拉特 / 佐伊·索尔达娜 / 戴夫·巴蒂斯塔 / 范·迪塞尔 / 布莱德利·库珀 ',
        '类型': '动作 / 科幻 / 冒险',
        '制片国家/地区': '美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2455261804.jpg'
    }, {
        id: 1,
        name: '天才少女',
        '导演': '马克·韦布',
        '编剧': ' 汤姆·弗林',
        '主演': '克里斯·埃文斯 / 麦肯娜·格瑞丝 / 琳赛·邓肯 / 珍妮·斯蕾特 / 奥克塔维亚·斯宾瑟 ',
        '类型': '剧情 / 家庭',
        '制片国家/地区': '美国',
        'src': 'https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2394315478.jpg'
    }, {
        id: 2,
        name: '目击者之追凶',
        '导演': '程伟豪',
        '编剧': '程伟豪',
        '主演': '庄凯勋 / 许玮甯 / 柯佳嬿 / 李铭顺 / 李淳 ',
        '类型': '悬疑 / 惊悚 / 犯罪',
        '制片国家/地区': '台湾',
        'src': 'https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2494647817.jpg'
    }, {
        id: 3,
        name: '金刚狼3：殊死一战',
        '导演': '詹姆斯·曼高德',
        '编剧': '詹姆斯·曼高德 / 迈克尔·格林 ',
        '主演': '休·杰克曼 / 帕特里克·斯图尔特 / 达芙妮·基恩 ',
        '类型': '剧情 / 动作 / 科幻',
        '制片国家/地区': '美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2431980130.jpg'
    }, {
        id: 4,
        name: '乐高蝙蝠侠大电影',
        '导演': '克里斯·麦凯',
        '编剧': '赛斯·格雷厄姆-史密斯 / 克里斯·麦克纳 / 埃里克·萨默斯 ',
        '主演': '威尔·阿奈特 / 罗莎里奥·道森 / 拉尔夫·费因斯 ',
        '类型': '喜剧 / 动作 / 动画 / 冒险',
        '制片国家/地区': '美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2417949761.jpg'
    }, {
        id: 5,
        name: '猜火车2',
        '导演': '丹尼·博伊尔',
        '编剧': '约翰·霍奇 / 埃文·威尔什',
        '主演': '伊万·麦克格雷格 / 约翰尼·李·米勒 / 罗伯特·卡莱尔 ',
        '类型': '剧情 / 犯罪',
        '制片国家/地区': '英国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2403165796.jpg'
    }, {
        id: 6,
        name: '伤物语3：冷血篇',
        '导演': '新房昭之 / 尾石达也',
        '编剧': '西尾维新',
        '主演': '神谷浩史 / 坂本真绫 / 堀江由衣 / 樱井孝宏 / 入野自由 ',
        '类型': '喜剧 / 动画 / 奇幻',
        '制片国家/地区': '日本',
        'src': 'https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2449813668.jpg'
    }, {
        id: 7,
        name: '隐藏人物',
        '导演': '西奥多·梅尔菲',
        '编剧': '艾莉森·施罗德 / 西奥多·梅尔菲 / 玛戈特·李·谢特利',
        '主演': '塔拉吉·P·汉森 / 奥克塔维亚·斯宾瑟 / 加奈儿·梦奈 ',
        '类型': '剧情 / 传记 / 历史',
        '制片国家/地区': '美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2408791085.jpg'
    }, {
        id: 8,
        name: '摔跤吧！爸爸',
        '导演': '涅提·蒂瓦里',
        '编剧': '比于什·古普塔 / 施热亚·简',
        '主演': '阿米尔·汗 / 法缇玛·萨那·纱卡 / 桑亚·玛荷塔 / 阿帕尔夏克提·库拉那 ',
        '类型': '剧情 / 传记 / 运动',
        '制片国家/地区': '印度',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2457983084.jpg'
    }, {
        id: 9,
        name: '爱国者日',
        '导演': '彼得·博格',
        '编剧': '彼得·博格 / 马特·库克 / 约书亚·祖特曼 / 保罗·塔马西 ',
        '主演': '马克·沃尔伯格 / 米歇尔·莫纳汉 / J·K·西蒙斯 / 约翰·古德曼 ',
        '类型': ' 剧情 / 惊悚 / 历史',
        '制片国家/地区': '美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2365825816.jpg'
    }, {
        id: 10,
        name: '斯隆女士',
        '导演': '约翰·麦登',
        '编剧': '乔纳森·佩雷拉',
        '主演': '杰西卡·查斯坦 / 古古·姆巴塔-劳 / 约翰·利特高 / 艾丽森·皮尔 ',
        '类型': '剧情 / 惊悚',
        '制片国家/地区': '美国 / 法国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2356912156.jpg'
    }, {
        id: 11,
        name: '血战钢锯岭',
        '导演': '梅尔·吉布森',
        '编剧': '安德鲁·奈特 / 罗伯特·申坎',
        '主演': '安德鲁·加菲尔德 / 萨姆·沃辛顿 / 文斯·沃恩 / 雨果·维文',
        '类型': '剧情 / 动作 / 传记 / 历史 / 战争',
        '制片国家/地区': '美国 / 澳大利亚',
        'src': 'https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2397337958.jpg'
    }, {
        id: 12,
        name: '流浪猫鲍勃',
        '导演': '罗杰·斯波蒂伍德',
        '编剧': '提姆·约翰 / 玛丽亚·内申 / 詹姆士·鲍恩 / 加里·詹金斯',
        '主演': '卢克·崔德威 / 猫鲍勃 / 露塔·格德米纳斯 / 琼安·弗洛加特',
        '类型': '剧情 / 喜剧 / 传记',
        '制片国家/地区': '英国', 'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2360939756.jpg'
    }, {
        id: 13,
        name: '驴得水', '导演': '周申 / 刘露',
        '编剧': '周申 / 刘露',
        '主演': '任素汐 / 大力 / 刘帅良 / 裴魁山 / 阿如那 ',
        '类型': '剧情 / 喜剧',
        '制片国家/地区': '中国大陆',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2393044761.jpg'
    }, {
        id: 14,
        name: '《西贡小姐》二十五周年表演',
        '导演': 'Brett Sullivan',
        '编剧': ' 阿兰·布伯里勒',
        '主演': 'Eva Noblezada / 阿利斯泰尔·布拉默 / 乔恩·琼·布里恩斯 ',
        '类型': '音乐 / 歌舞',
        '制片国家/地区': '英国 / 美国',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2397434604.jpg'
    }, {
        id: 15,
        name: '比利·林恩的中场战事',
        '导演': '李安',
        '编剧': '让-克里斯托弗·卡斯特里 / 本·方丹',
        '主演': '乔·阿尔文 / 加内特·赫德兰 / 克里斯汀·斯图尔特 ',
        '类型': '剧情 / 战争',
        '制片国家/地区': '美国 / 英国 / 中国大陆',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2391542403.jpg'
    }, {
        id: 16,
        name: '伦敦一家人',
        '导演': '罗杰·梅因伍德',
        '编剧': '罗杰·梅因伍德 / 雷蒙德·布里格斯',
        '主演': '卢克·崔德威 / 吉姆·布劳德本特 / 帕姆·费里斯  ',
        '类型': '剧情 / 动画 / 家庭',
        '制片国家/地区': '英国',
        'src': 'https://img1.doubanio.com/view/movie_poster_cover/lpst/public/p2421801088.jpg'
    }, {
        id: 17,
        name: '小戏骨：白蛇传 ',
        '导演': '潘礼平 / 陆剑梅 / 刘玉洁',
        '主演': '陶奕希 / 周芷莹 / 刘戴恩 / 钟奕儿 / 陈禹衡 ',
        '类型': '剧情 / 古装',
        '制片国家/地区': ' 中国大陆',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2388405913.jpg'
    }, {
        id: 18,
        name: '湄公河行动',
        '导演': '林超贤',
        '编剧': '林超贤 / 朱镜祺 / 刘小群 / 谭惠贞 / 林明杰',
        '主演': ' 张涵予 / 彭于晏 / 孙淳 / 陈宝国 / 冯文娟 ',
        '类型': '动作 / 犯罪',
        '制片国家/地区': '中国大陆 / 香港',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2380677316.jpg'
    }, {
        id: 19,
        name: '杰出公民',
        '导演': '加斯顿·杜帕拉特 / 马里亚诺·寇恩',
        '编剧': '安德烈斯·杜普拉特',
        '主演': ' 奥斯卡·马丁内兹 / 达迪·布列瓦 / 安德丽娅·弗里杰里奥 ',
        '类型': '剧情 / 喜剧',
        '制片国家/地区': '阿根廷 / 西班牙',
        'src': 'https://img3.doubanio.com/view/movie_poster_cover/lpst/public/p2441383861.jpg'
    }
];
